"ASSISTANT_TRY_AGAIN" = "Xin lỗi, bạn có thể nhắc lại điều đó không?";
"ASSISTANT_CONNECTION_FAILED_0" = "Xin lỗi, tôi gặp sự cố khi kết nối với mạng.";
"ASSISTANT_CONNECTION_FAILED_1" = "Xin lỗi, bây giờ tôi không thể kết nối.";
"ASSISTANT_CONNECTION_FAILED_2" = "Xin lỗi, tôi không có kết nối mạng.";

"ASSISTANT_INITIAL_QUERY" = "Tôi có thể giúp gì cho bạn?";
"ASSISTANT_GUIDE_HEADER" = "Chạm vào mic để nói những câu như:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Hướng dẫn";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri không Khả dụng";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Kết nối Internet.";

"ASSISTANT_EDUCATION_TITLE" = "Siri có thể giúp gì cho bạn?";
"ASSISTANT_EDUCATION_CONTENT" = "Bấm và giữ nút home để bắt đầu dùng Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Bạn cũng có thể hỏi mọi điều mà không cần phải giữ nút home. Khi màn hình được bật, bạn chỉ cần đưa điện thoại lên tai và bắt đầu nói.";